/* GUI Scripting Checker */
"Enable GUI Scripting" = "Enable GUI Scripting";
"Cancel" = "Cancel";
"GUI Scripting is not enabled." = "GUI Scripting is not enabled.";
"Enable GUI Scripting ?" = "Would you like me to enable \"GUI Scripting\" ? (\"Enable access for assistive devices\" in System Preferences will be turn on.)";
"Open System Preferences" = "Open System Preferences";
"Deny" = "Deny";
"need accessibility" = "\"$1\" would like to control this computer using accessibility features.";
"Grant access" = "Grant access to this application in Security & privacy preferences, located in System Preferences.";

/* Errors when Safari is in frontmost */
"No document in Safari." = "No document in Safari.";
"The scheme of $1 is not 'file'." = "The scheme of $1 is not 'file'.";
"$1 is not found." = "$1 is not found.";

/* Errors for TerminalControl.osax */
"Install TerminalControl.osax" = "Install TerminalControl.osax .";
"Upgrade of TerminalControl.osax is required" = "Upgrade of TerminalControl.osax is required.";
"The installed version : $1, the required version : $2" = "The installed version : $1\n the required version : $2";